
MSG001 = Nenhum registro encontrado.

MSG002 = Confirma a exclus\u00E3o?

MSG003 = Bem vindo ao Assistente educacional de registros de alunos

MSG004 = Registro salvo com sucesso!

MSG005 = Registro excluido com sucesso!

MSG006 = Preenchimento obrigat\u00F3rio.

MSG007 = J\u00E1 existe {0} cadastrado.

MSG008 = J\u00E1 existe registro de entrada nesta data para a matr\u00EDcula {0}.

MSG009 = J\u00E1 existe registro de sa\u00EDda nesta data para a matr\u00EDcula {0}.

MSG010 = Registro de {0}, matr\u00EDcula\: {1}, s\u00E9rie\: {2}, turma\: {3} efetivado com sucesso \u00E0s {4}

MSG011 = N\u00E3o existe essa matricula registrada no sistema.

MSG012 = Presente!

MSG013 = Sua licen\u00E7a expirou. Contate o administrador do sistema.

MSG014 = Assistente educacional de registros de alunos

MSG015 = C\u00F3digo(s) de barras gerado(s) com sucesso.

MSG016 = N\u00E3o existem matriculas cadastradas com esses par\u00E2metros.

MSG017 = \u00DAltimo PDF de c\u00F3digos de barras gerado.

MSG018 = Exportar para arquivo

MSG019 = Importado(s) {0} registro(s) do arquivo {1} com sucesso.

MSG020 = Tipo do arquivo inv\u00E1lido. Deve ser um arquivo com extens\u00E3o TXT.

MSG021 = Tamanho do arquivo tem que ser menor que 10MB.

MSG022 = Ocorreu um erro ao importar dados do arquivo.

MSG023 = Gerado(s) {0} registro(s) de ocorr\u00EAncia(s) do arquivo.

MSG024 = N\u00E3o h\u00E1 registros para excluir.

MSG025 = Cadastre uma nova Turma aqui mesmo ou selecione uma pelas sugest\u00F5es.

MSG026 = Cadastre uma nova Sala aqui mesmo ou selecione uma pelas sugest\u00F5es.

MSG027 = Cadastre uma nova S\u00E9rie aqui mesmo ou selecione uma pelas sugest\u00F5es.

MSG028 = Usu\u00E1rio e senha incorretos.

MSG029 = Informe a Senha

MSG030 = Senha fraca

MSG031 = Senha boa

MSG032 = Senha forte

MSG033 = Senha n\u00E3o confere

MSG034 = Registro de {0} de aluno(a).

MSG035 = Aluno(a) {0} registrou {1} em {2} em {3}. Oryon Tecnologia

MSG036 = E-mail inv\u00E1lido.

MSG037 = Data maior que a data atual.

MSG038 = Se selecionar Enviar e-mail de registro "SIM", \u00E9 necess\u00E1rio informa-lo.

MSG039 = A data de Final de ano letivo n\u00E3o pode ser inferior ou igual a data de In\u00EDcio de ano letivo.

MSG040 = \u00C9 necess\u00E1rio que o per\u00EDodo seja do mesmo ano.

MSG041 = registro(s) encontrado(s).

MSG042 = Se ir\u00E1 considerar como data de aula (Aula normal)

MSG043 = Se a data \u00E9 igual para todo os anos.

MSG044 = N\u00E3o h\u00E1 registros para serem visualizados.

MSG045 = Informe o per\u00EDodo.
MSG046=Problemas ao gerar relat\u00F3rio
MSG047=Matricula;Aluno;S\u00E9rie;Turma;Turno;Sala;Data Nascimento;Ano Letivo;Bolsista;Respons\u00E1vel;E-mail Respons\u00E1vel;Celular Respons\u00E1vel;Telefone Respons\u00E1vel;
MSG048=Informe a senha atual correta.
MSG049=O campo senha dever teve ter pelo menos 6 d\u00EDgitos.
MSG050=Sem ocorr\u00EAncias para baixar
MSG051=Se selecionar Enviar SMS de registro "SIM", \u00E9 necess\u00E1rio informar telefone celular.
MSG052={0}, matr\u00EDcula\: {1}, s\u00E9rie\: {2}, turma\: {3}, registrado em {4}
MSG053=O limite de cadastro de matr\u00EDculas da sua licen\u00E7a foi alcan\u00E7ado.
MSG054=J\u00E1 existe {0} cadastrada.
MSG055=J\u00E1 existe matr\u00EDcula cadastrada para o ano letivo.
MSG056=N\u00E3o existe essa matricula registrada no sistema para o ano letivo.
MSG057=Obs\: Para campos vazios, preencher com 1 espa\u00E7o em branco
MSG058=Preencher campos obrigat\u00F3rios (*)
MSG059=Arquivo n\u00E3o suportado. Verifique o padr\u00E3o do arquivo.
MSG060=Padr\u00E3o do arquivo\: Tamanho at\u00E9 800x600, m\u00E1ximo 1MB (jpg, jpeg ou png)
MSG061=Nenhum arquivo selecionado.
MSG062=Obs\: Contate a Oryon Tecnologia enviando um e-mail para oryontec@gmail.com e obtenha informa\u00E7\u00F5es sobre como receber essa mensagem por SMS.
MSG063=Cadastre um novo Tipo de Ocorr\u00EAncia aqui mesmo ou selecione uma pelas sugest\u00F5es.
MSG064=Selecione uma sugest\u00E3o
MSG065=Selecione uma sugest\u00E3o (opcional)
MSG066=Nenhum registro selecionado
MSG067=Alunos selecionados para ocorr\u00EAncia
MSG068=Turmas selecionadas para ocorr\u00EAncia
MSG069=Selecione uma sugest\u00E3o (aparece apenas turmas com alunos)
MSG070=Necess\u00E1rio selecionar uma matr\u00EDcula
MSG071=Nenhuma matr\u00EDcula selecionada
MSG072=Bem vindo a \u00C1rea do Respons\u00E1vel
MSG073=Nenhum registro de falta para o per\u00EDodo encontrado
MSG074=Erro negocial. Retornou mais de um registro. Verificar registro duplicado para {0}.
MSG075=Digite um texto ou selecione pelas sugest\u00F5es
MSG076=Deseja enviar email da ocorr\u00EAncia para o(s) respons\u00E1vel(is)?
MSG077=Deseja imprimir duplicado por folha?
